{"books":[
    {
        "name": "Мастер и Маргарита",
        "author": "Михаил Афанасьевич Булгаков",
        "annotation": "Роман, который не вписывается в привычные литературные рамки. В этой истории смешана философия и быт, теология и фантастика, мистика и реализм, мистика и лирика. И все эти составляющие переплетены умелыми руками в цельную и яркую историю, которая способна перевернуть ваш мир."
    },
    {
        "name": "Преступление и наказание",
        "author": "Федор Михайлович Достоевский",
        "annotation": "Книга из школьной программы, которую трудно понять в нежном подростковом возрасте. Писатель показал двойственность человеческой души, когда черное переплетается с белым. История о Раскольникове, который переживает внутреннюю борьбу."
    },
    {
        "name": "Маленький принц",
        "author": "Антуан де Сент-Экзюпери",
        "annotation": "Небольшая история, в которой заключен огромный жизненный смысл. История, которая заставляет по-другому посмотреть на привычные вещи."
    },
    {
        "name": "Собачье сердце",
        "author": "Михаил Афанасьевич Булгаков",
        "annotation": "Удивительно тонкая и саркастическая история о людях и их пороках. История об эксперименте, который доказал, что из животного можно сделать человека, а вот вывести «животное» из человека нельзя."
    },
    {
        "name": "Три товарища",
        "author": "Эрих Мария Ремарк",
        "annotation": "Рассказать о чем повествует этот роман невозможно. Роман нужно читать, и тогда придет понимание, что это не просто история, а исповедь. Исповедь о любви, дружбе, боли. История отчаяния и борьбы."
    },
    {
        "name": "Над пропастью во ржи",
        "author": "Джером Сэлинджер",
        "annotation": "История подростка, который своими глазами показывает свое восприятие мира, точку мировоззрения, отречение от привычных принципов и устоев морали общества, которые не вписываются в его индивидуальные рамки."
    },
    {
        "name": "Герой нашего времени",
        "author": "Михаил Лермонтов",
        "annotation": "Лирико-психологический роман, который повествует о человеке со сложным характером. Автор показывает его с разных сторон. А нарушенная хронология событий, заставляет полностью погрузиться в повествование."
    },
    {
        "name": "Приключения Шерлока Холмса",
        "author": "Артур Конан Дойл",
        "annotation": "Легендарные расследования великого сыщика Шерлока, которые раскрывают подлость человеческой души. Истории, которые рассказывает друг и помощник детектива доктор Ватсон."
    },
    {
        "name": "Портрет Дориана Грея",
        "author": "Оскар Уайльд",
        "annotation": "История о самолюбии, эгоизме и прочной душе. История, которая наглядно показывает, что может случиться с душой человека, мучаемой пороками."
    },
    {
        "name": "Властелин колец",
        "author": "Джон Рональд Руэл Толкин",
        "annotation": "Фантастическая трилогия о людях и нелюдях, которые попали под власть Кольца Всевластия и его владыки Саурона. История о тех, кто готов ради дружбы и спасения мира, пожертвовать самым дорогим и даже своей жизнью."
    },
    {
        "name": "Крестный отец",
        "author": "Марио Пьюзо",
        "annotation": "Роман об одной из самых могущественных мафиозных семей Америки прошлого века – семье Корлеоне. Многим известен фильм, так что пора приниматься за чтение."
    },
    {
        "name": "Триумфальная арка",
        "author": "Эрих Мария Ремарк",
        "annotation": "После Первой Мировой войны множество эмигрантов оказались во Франции. В их числе и талантливый немецкий хирург Равик. Это история его жизни и любви на фоне пережитой войны."
    },
    {
        "name": "Мертвые души",
        "author": "Николай Васильевич Гоголь",
        "annotation": "История русской души и глупости. А удивительный стиль и язык автор заставляет предложения заиграть красками и оттенками, которые полностью раскрывают история нашего народа."
    },
    {
        "name": "Поющие в терновнике",
        "author": "Колин Маккалоу",
        "annotation": "Потрясающий роман, который повествует не только о любви мужчины и женщины и сложных отношениях, но и о чувствах к семье, к родным местам и природе."
    },
    {
        "name": "Грозовой перевал",
        "author": "Эмили Бронте",
        "annotation": "В уединенном поместье живет семья, у которой в доме царит напряженная атмосфера. Сложные отношения имеют глубокие корни, которые скрываются в прошлом. История Хитклифа и Кэтрин не оставит равнодушным ни одного читателя."
    },
    {
        "name": "На западном фронте без перемен",
        "author": "Эрих Мария Ремарк",
        "annotation": "Книга о войне от лица простого солдата. Книга о том, как война ломает и калечит души невинных людей."
    },
    {
        "name": "Демиан",
        "author": "Герман Гессе",
        "annotation": "Книга просто переворачивает все представления о жизни. После прочтения уже невозможно избавиться о чувства, что ты стал на шаг ближе к чему-то невероятному. В этой книге есть ответы на многие вопросы."
    },
    {
        "name": "Зеленая миля",
        "author": "Стивен Кинг",
        "annotation": "Пол Эджкомб бывший сотрудник тюрьмы, который служил в блоке для осужденных на смертную казнь. Он рассказывает историю жизни смертников, которым суждено было пройти Зеленую милю."
    },
    {
        "name": "Сто лет одиночества",
        "author": "Габриэль Гарсиа Маркес",
        "annotation": "Здесь излишни слова. В этом романе жизнь каждого героя пронизана одиночеством, впрочем, как и городка, где живут эти люди."
    },
    {
        "name": "Собор Парижской Богоматери",
        "author": "Виктор Гюго",
        "annotation": "Париж 15 века. С одной стороны он полон величия, а другой похож на сточную яму. На фоне исторический событий разворачивается история любви – Квазимодо, Эсмеральды и Клода Фролло."
    },
    {
        "name": "Приключения Алисы в стране чудес",
        "author": "Льюис Кэролл",
        "annotation": "Странная и загадочная история о девочке, которая в погоне за белым кроликом оказывается в другом и чудесатом мире."
    },
    {
        "name": "Робинзон Крузо",
        "author": "Даниель Дефо",
        "annotation": "Дневник моряка потерпевшего крушение корабля и прожившего в одиночестве на острове 28 лет. Ему пришлось пережить слишком много испытаний."
    },
    {
        "name": "По ком звонит колокол",
        "author": "Эрнест Хемингуэй",
        "annotation": "На страницах книги война, но даже в мире полным боли и страха, есть место прекрасному. Прекрасному чувству под названием любовь, которая делает нас сильнее."
    },
    {
        "name": "Мартин Иден",
        "author": "Джек Лондон",
        "annotation": "Что может сделать любовь? Любовь Мартина к прекрасной Руфь заставила его бороться. Он преодолел множества препятствий, чтобы стал кем-то большим. История о духовном развитии и становлении личности."
    },
    {
        "name": "Понедельник начинается в субботу",
        "author": "Аркадий и Борис Стругацкие",
        "annotation": "Фантастическая и увлекательная сказка, в которой магия переплетается с реальностью."
    },
    {
        "name": "Прощай, оружие!",
        "author": "Эрнест Хемингуэй",
        "annotation": "Фредерик добровольно отправился на войну, где стал врачом. В санитарной части, где даже воздух пропитан смертью, рождается любовь."
    },
    {
        "name": "Доктор Живаго",
        "author": "Борис Пастернак",
        "annotation": "Начало ХХ века. Российская Империя уже встала на путь революций. История о жизни интеллигенции того времени, а также книга поднимает вопросы религии и затрагивает тайну жизни и смерти."
    },
    {
        "name": "Камера обскура",
        "author": "Владимир Набоков",
        "annotation": "Поучительная история о людях, которые предали свои идеалы. Книга о том, как светлые и прекрасные чувства эволюционируют в нечто темное и отвратительное."
    },
    {
        "name": "Заводной апельсин",
        "author": "Энтони Берджесс",
        "annotation": "Не самая приятная история, но она показывает человеческую сущность. Рассказ, как из любого человека можно сделать послушную и безмолвную куклу."
    },
    {
        "name": "Повелитель мух",
        "author": "Уильям Голдинг",
        "annotation": "Что будет с детьми, если они окажутся совсем одни? У детей тонкая натура, которая подвержена порокам довольно сильно. И милые добрые дети превращаются в настоящих чудовищ."
    },
    {
        "name": "Чума",
        "author": "Альбер Камю",
        "annotation": "Что случится если прочитать эту книгу? Все представления о жизни и смерти поменяется диаметральным образом. Книга захватывает и не отпускает до последней строки."
    },
    {
        "name": "Сегун",
        "author": "Джеймс Клавелл",
        "annotation": "История английского моряка, который волей судьбы оказался в Японии. Роман-эпопея, где есть исторические реалии, интриги, приключения и тайны."
    },
    {
        "name": "Марсианские хроники",
        "author": "Рэй Брэдбери",
        "annotation": "Сборник фантастических рассказов, повествующий о жизни людей на Марсе. Землю они почти уничтожили, а что ждет другую планету?"
    },
    {
        "name": "Солярис",
        "author": "Станислав Лем",
        "annotation": "На это планете есть Океан. Он живой и у него есть разум. Исследователям предстоит нелегкая задача – передать знание океану. А он поможет воплотить их мечты…"
    },
    {
        "name": "Невыносимая легкость бытия",
        "author": "Милан Кундера",
        "annotation": "Окунитесь в мир ощущений и чувств распутника Томаша, который привык менять женщин, лишь бы никто не смел забрать его свободу."
    },
    {
        "name": "Степной волк",
        "author": "Герман Гессе",
        "annotation": "Книга о внутреннем кризисе, который может случиться с каждым. Внутреннее опустошение может погубить человека, если однажды на пути не встретиться человек, который даст в руки всего одну книгу…"
    },
    {
        "name": "Осиная Фабрика",
        "author": "Иэн Бэнкс",
        "annotation": "Фрэнк рассказывает история своего детства и описывает настоящее. У него свой мир, который может рухнуть в любой момент. Неожиданные поворотные моменты в сюжете, придают особый вкус всей истории."
    },
    {
        "name": "Английский пациент",
        "author": "Майкл Ондатже",
        "annotation": "В этой книге собрано много тем – война, смерть, любовь, предательство. Но главным лейтмотивов является одиночество, которое может приобрести самые разные формы."
    },
    {
        "name": "Унесенные ветром",
        "author": "Маргарет Митчелл",
        "annotation": "Здесь не нужны слова. Эту историю любви, борьбы и воли знает каждый."
    },
    {
        "name": "451 градус по Фаренгейту",
        "author": "Рэй Брэдбери",
        "annotation": "Книги наше будущее, а что будет, если их заменит ТВ и одно мнение? Ответ на этот вопрос дает писатель, который опередил свое время."
    },
    {
        "name": "Парфюмер. История одного убийцы",
        "author": "Патрик Зюскинд",
        "annotation": "История сумасшедшего гения. Вся его жизнь заключена в запахах. Он пойдет на все, чтобы создать идеальный аромат."
    },
    {
        "name": "1984",
        "author": "Джордж Оруэлл",
        "annotation": "Три тоталитарных государства, где контролируются даже мысли. Мир ненависти, но есть люди, которые еще могут противостоять системе."
    },
    {
        "name": "Белый Клык",
        "author": "Джек Лондон",
        "annotation": "Аляска конца 19 века. Эпоха золотой лихорадки. И среди людской алчности живет волк по кличке Белый Клык."
    },
    {
        "name": "Идиот",
        "author": "Федор Достоевский",
        "annotation": "Князь Мышкин еще один герой автора, который доведен до абсурдного совершенства."
    },
    {
        "name": "Великий Гэтсби",
        "author": "Фрэнсис Скотт Фицджеральд",
        "annotation": "Великолепный роман, который наполнен чувствами. На страницах книги ждет начало 20 века, когда люди были полны иллюзий и надежд. Эта история о жизненных ценностях и настоящей любви."
    },
    {
        "name": "Убить пересмешника",
        "author": "Харпер Ли",
        "annotation": "Произведение рассказывает о жизни маленькой Джин-Луизы и её близких людях. Здесь нет неожиданных поворотов сюжета, но автор описывает простые истины, которые для многих остаются непонятны."
    },
    {
        "name": "Пикник на обочине",
        "author": "Аркадий и Борис Стругацкие",
        "annotation": "Фантастическая повесть, которая описывает жизнь сталкера Рэдрика Шухарта, который из аномальных Зон на Земле добывает внеземные артефакты."
    },
    {
        "name": "О дивный новый мир",
        "author": "Олдос Хаксли",
        "annotation": "Роман антиутопия. Роман сатира. Мир где богом стал Генри Форд, а началом времен считается создание первого автомобиля «Форд Т». Людей просто выращивают, а о чувствах не знают ничего."
    },
    {
        "name": "На игле",
        "author": "Ирвин Уэлш",
        "annotation": "История друзей, которые однажды открыли для себя наркотики и эйфорию. Каждый персонаж необычен и довольно умен. Они ценили жизнь и дружбу, но ровно до того момента, когда героин встал на первое место."
    },
    {
        "name": "Сага о ведьмаке",
        "author": "Анджей Сапковский",
        "annotation": "Одна из лучший фантастических серий. В серию входит 8 книг, при этом последнюю стоит «Сезон гроз» лучше читать после первой или второй книги. Это история о Ведьмаке и его приключениях, его жизни и любви, а ещё о девочке Цири, которая может изменить мир."
    },
    {
        "name": "Книжный вор",
        "author": "Маркус Зусак",
        "annotation": "Зимняя Германия 1939 года, когда у Смерти пояляется слишком работы, а через полгода работы прибавится в разы. История о Лизель, о фанатичных немцах, о еврейском драчуне, о кражах и о силе слов."
    }

]}